Repository: open-cobralibero/skins-aglare-fhd-cbl
Catalog: usr/lib/enigma2/python/Plugins/Extensions/Aglare/locale/*/LC_MESSAGES/Aglare.po
Languages: sr

source: Download error: {}
sr: Greška u preuzimanju: {}

source: Key {} successfully loaded!
sr: Ključni {} uspešno napunjen!

source: File {} not found or empty
sr: Fajl {} nije pronađen ili prazan

source: Error loading: {}
sr: Greška pri učitavanju: {}

source: Automatic
sr: Automatski

source: TMDB Only
sr: Samo TMDB

source: OMDB Only
sr: Samo OMDB

source: Off
sr: Isklj

source: Default
sr: Zadano

source: Black
sr: Crna

source: Brown
sr: Braon

source: Green
sr: Zelena

source: Blue
sr: Plava

source: Red
sr: Crvena

source: Purple
sr: Ljubičasta

source: Green2
sr: Zelena2

source: HandelGotD
sr: HandelGotD Slovo

source: Style2
sr: Stil2

source: Style3
sr: Stil3

source: Style4
sr: Stil4

source: Style5 CD
sr: Stil5 CD

source: OFF
sr: ISKLJ

source: ON
sr: UKLJ

source: Backdrop
sr: Pozadina

source: Infobar_NO_Date
sr: Info Traka_BEZ_Datuma

source: Infobar_Date
sr: Info Traka_Datum

source: Infobar_NO_Weather
sr: Info Traka_BEZ_Vremena

source: Infobar_Weather
sr: Info Traka_Prognoze

source: ChannelSelection_NO_Posters
sr: Izbor Kanala_BEZ_Postera

source: ChannelSelection_NO_Posters_NO_Picon
sr: Izbor Kanala_BEZ_Postera_BEZ_Pikona

source: ChannelSelection_BackDrop_V
sr: Izbor Kanala_Pozadina_V

source: ChannelSelection_BackDrop_H
sr: Izbor Kanala_Pozadina_H

source: ChannelSelection_1_Poster_X
sr: IzborKanala_1_Poster_X

source: ChannelSelection_1_Poster_EX
sr: IzborKanala_1_Poster_EX

source: ChannelSelection_4_Posters_X
sr: IzborKanala_4_Posteri_X

source: ChannelSelection_4_Posters_EX
sr: IzborKanala_4_Posteri_EX

source: ChannelSelection_6_Posters_X
sr: IzborKanala_6_Plakata_X

source: ChannelSelection_6_Posters_EX
sr: IzborKanala_6_Plakati_EX

source: ChannelSelection_big_mini_tv
sr: Izbor Kanala_veliki_mini_tv

source: EventView_NO_Posters
sr: Pregled Događaja_BEZ_Postera

source: EventView_7_Posters
sr: Poster_7_Prikaz_Događaja

source: volume2
sr: ton2

source: Color Style:
sr: Stil Boje:

source: Select Your Font:
sr: Izaberi Svoje Slovo:

source: Skin Style:
sr: Skin Stila:

source: InfoBar Style:
sr: Info Traka Stil:

source: InfoBar PosterX:
sr: Info Traka PosterX:

source: InfoBar Xtraevent:
sr: Info Traka Xtraevent:

source: InfoBar Date:
sr: Datum Info Trake:

source: InfoBar Weather:
sr: Info Traka Prognoze:

source: SecondInfobar Style:
sr: Druga Info Traka Stil:

source: SecondInfobar Posterx:
sr: Druga Info Traka Posterx:

source: SecondInfobar Xtraevent:
sr: Druga Info Traka Xtraevent :

source: ChannelSelection Style:
sr: Stil Izbora Kanala:

source: EventView Style:
sr: Stil prikaza Događaja:

source: VolumeBar Style:
sr: Stil Trake Tona:

source: Support E2iplayer Skins:
sr: Podrška E2iplayer Skina:

source: Remove all png (poster - backdrop) (OK)
sr: Ukloni sve PNG (poster - pozadina) (OK)

source: This operation remove all png from folder device (Poster-Backdrop)
sr: Ova operacija ukloniti sve PNG iz foldera uređaja (Poster-Pozadina)

source: Enable Rating Star:
sr: Omogući rejting zvezdica:

source: This operation enable the display of rating stars for events, based on the selected rating source.
sr: Ova operacija omogućavaju prikaz rejting zvezdica za događaje, na osnovu izabranog izvora rejtinga.

source: Enable Parental Icons:
sr: Omogućite roditeljske ikone:

source: Show parental guidance icons on events to indicate content rating and age suitability.
sr: Pokažite ikone roditeljskog nadzora na događajima kako biste naznačili rejting sadržaja i prikladnost za uzrast.

source: Enable Display InfoEvents:
sr: Omogućite prikaz InfoEvents:

source: Enable the display of extended event information, including full cast, crew, plot details, and other metadata, in the info widget.
sr: Omogući prikaz proširenih informacija o događaju, uključujući kompletan glumački i produkcijski tim, detalje radnje i druge metapodatke, u info vidžetu.

source: Enable Display Genre icons:
sr: Omogućite ikone žanra prikaza:

source: Show icons representing the genre of each event (e.g., action, comedy, drama)
sr: Pokažite ikone koje predstavljaju žanr svakog događaja (npr. akcija, komedija, drama)

source: Enable Display XMC Poster:
sr: Omogućite prikaz XMC postera:

source: Show poster from movie in local folder
sr: Pokaži poster iz filma u lokalnoj fascikli

source: Settings Apikey Server
sr: Podešavanja Apikey Servera

source: Activate/Deactivate {}
sr: Aktivirajte / deaktivirajte {}

source: Load from /tmp/{}key.txt
sr: Učitavanje iz /tmp/{}key.txt

source: Personal API key for {}
sr: Lični API ključ za {}

source: Activate/Deactivate ELCINEMA
sr: Aktivirajte / deaktivirajte ELCINEMA

source: Activate/Deactivate GOOGLE
sr: Aktivirajte / deaktivirajte GOOGLE

source: Activate/Deactivate IMDB
sr: Aktiviraj / deaktiviraj IMDB

source: Activate/Deactivate MOLOTOV
sr: Aktivirajte / deaktivirajte MOLOTOV

source: Activate/Deactivate PROGRAMMETV
sr: Aktivirajte / deaktivirajte PROGRAMMETV

source: Enable or disable caching during event download to speed up repeated searches.
sr: Omogućite ili onemogućite keširanje tokom preuzimanja događaja kako biste ubrzali ponovljene pretrage.

source: Download now poster
sr: Preuzmi sada poster

source: Start downloading poster immediately
sr: Odmah počnite sa preuzimanjem postera

source: Automatic download of poster
sr: Automatsko preuzimanje postera

source: Automatically fetch posters for favorite events based on EPG
sr: Automatski dohvati postere za omiljene događaje na osnovu EPG

source: Set Time our - minute for Poster download
sr: Podesite vreme vašeg - minuta za preuzimanje postera

source: Configure the delay time (in minutes) before starting the automatic poster download
sr: Konfigurišite vreme kašnjenja (u minutama) pre početka automatskog preuzimanja postera

source: Download now backdrop
sr: Preuzmi sada pozadinu

source: Start downloading backdrop immediately
sr: Počnite da preuzimate pozadinu odmah

source: Automatic download of backdrop
sr: Automatsko preuzimanje pozadine

source: Automatically fetch backdrop for favorite events based on EPG
sr: Automatski dohvati pozadinu za omiljene događaje na osnovu EPG

source: Set Time our - minute for Backdrop download
sr: Postavke Vremena vašeg - minut za preuzimanje pozadine

source: [Checkskin] This operation checks if the skin has its components (not guaranteed)... Do you really want to continue?
sr: [Checkskin] Ova operacija proverava da li skin ima svoje komponente (nije zagarantovano)... Da li zaista želite da nastavite?

source: Setup Aglare Skin for %s v.%s by Lululla @2020 Support forum on linuxsat-support.com Skinner creator: Odem2014
sr: Podešavanje Aglare skina za %s v.%s od Lululla @2020 Forum podrške na linuxsat-support.com Skinner tvorac: Odem2014

source: Setup Aglare Skin Info
sr: Podesi informacije o Aglare skinu

source: [RemovePng] This operation will remove all PNGs from the device folder (Poster-Backdrop)... Do you really want to continue?
sr: [UkloniPng] Ova operacija će ukloniti sve PNG-ove iz foldera uređaja (Poster-Backdrop)... Da li zaista želite da nastavite?

source: All png are removed from folder!
sr: Svi png su uklonjeni iz foldera!

source: No active providers enabled
sr: Nema aktivnih provajdera usluga

source: Warning: You are using default API keys! We strongly recommend configuring your own API keys in the plugin settings.
sr: Upozorenje: Koristite podrazumevane API ključeve! Preporučujemo da podesite svoje API ključeve u podešavanjima dodatka.

source: Poster download will start in 2 minutes. You can safely exit this menu.
sr: Preuzimanje postera će početi za 2 minuta. Možete bezbedno napustiti ovaj meni.

source: Error: {}
sr: Greška: {}

source: Poster download error: {}
sr: Greška pri preuzimanju postera: {}

source: Backdrop download will start in 2 minutes. You can safely exit this menu.
sr: Preuzimanje pozadine će početi za 2 minuta. Možete bezbedno izaći iz ovog menija.

source: Backdrop download error: {}
sr: Greška prilikom preuzimanja pozadine: {}

source: Import key %s from %s?
sr: Uvesti ključ %s iz %s?

source: The file %s is empty.
sr: Fajl %s je prazan.

source: The file %s was not found.
sr: Fajl %s nije pronađen.

source: Key empty
sr: Ključ je prazan

source: %s key imported!
sr: %s ključ je uvezen!

source: Error %s: %s
sr: Greška %s: %s

source: Error by processing the skin file: {}
sr: Greška pri obradi skina datoteke: {}

source: GUI needs a restart to apply a new skin. Do you want to Restart the GUI now?
sr: GUI je potrebno ponovno pokretanje da bi se primenio novi skin. Da li želite da ponovo pokrenete GUI sada?

source: Restart GUI now?
sr: Ponovo pokrenuti GUI sada?

source: Update URL not initialised – open the plugin once from the Plugins menu first.
sr: URL za ažuriranje nije inicijalizovan – prvo otvorite dodatak iz menija Dodaci.

source: You already have the latest version ({}).
sr: Već imate najnoviju verziju ({}).

source: Server version: {} Installed version: {} A newer build is available – update now?
sr: Verzija servera: {} Instalirana verzija: {} Dostupna je novija verzija – želite li da je odmah ažurirate?

source: Local build ({}) is newer than server build ({}).
sr: Lokalna verzija ({}) je novija od verzije na serveru ({}).

source: Update check failed: {}
sr: Provera ažuriranja nije uspela: {}

source: Downloading Aglare...
sr: Preuzimanje Aglare...

source: Installing updates...
sr: Instaliranje ažuriranja...

source: Aglare update was done! Do you want to restart the GUI now?
sr: Aglare ažuriranje je urađeno! Da li želite da ponovo pokrenete GUI sada?

source: Update package not found!
sr: Paket za ažuriranje nije pronađen!

source: The update file was not found in /tmp. Update aborted.
sr: Datoteka za ažuriranje nije pronađena u /tmp.Ažuriranje prekinuto.

source: Error downloading files!
sr: Greška pri preuzimanju datoteke!

source: Download in progress…
sr: Preuzimanje u toku…

source: Customization tool for %s Skin
sr: Alat za prilagođavanje za %s Skin
